/* AXDescription of application icon.  For app named Mail would be 'Mail icon'. */
"%@ icon" = "Ohjelman %@ symboli";

/* accessibilty description of a label button.  Example usage: 'green label' */
"%@ label" = "%@ merkki";

/* accessibility description for rule editor add button */
"add" = "lisää";

/* AXDescription of icon on Alert panel. */
"alert" = "varoitus";

/* AXDescription for align center button */
"align center" = "tasaa keskelle";

/* AXDescription for align left button */
"align left" = "tasaa vasemmalle";

/* AXDescription for align right button */
"align right" = "tasaa oikealle";

/* accessibility description for back button */
"back" = "takaisin";

/* accessibility description for cancel button on searchfield
   Accessibility description for cancel button on searchfield */
"cancel" = "kumoa";

/* accessibility ruler marker description */
"center tab stop" = "keskisarkain";

/* Localized unit for centimeters */
"centimeters" = "senttimetriä";

/* accessibility description for column mode button */
"column mode" = "saraketila";

/* AXValueDescription for secure text field with contents */
"contains secure text" = "sisältää salattua tekstiä";

/* AXDescription of critical alert icon on Alert panel. */
"critical alert" = "kriittinen varoitus";

/* accessibility ruler marker description */
"decimal tab stop" = "desimaalisarkain";

/* accessibility description for default set of toolbar items */
"default set of toolbar items" = "työkalupalkkikohteiden oletusjoukko";

/* accessibility description for disclosure button */
"disclosure" = "paljastus";

/* accessibility description for font panel document color button */
"document color" = "dokumentin väri";

/* accessibility description for file list */
"file" = "tiedosto";

/* accessibility description for ruler marker */
"first line indent ruler marker" = "ensimmäisen rivin sisennyksen merkki";

/* Accessibility description for font panel actions button */
"font panel actions" = "kirjasinpaneelitoiminnot";

/* accessibility description for forward button */
"forward" = "eteenpäin";

/* AXDescription for fully justify button */
"fully justify" = "tasaa täysin reunoihin";

/* accessibility description for ruler marker */
"head indent ruler marker" = "alkusarkainviivainmerkki";

/* accessibility description for hide search criteria mode button */
"hide search criteria" = "kätke hakuehdot";

/* accessibility description for icon mode button */
"icon mode" = "symbolitila";

/* Localized unit for inches */
"inches" = "tuumaa";

/* accessibility ruler marker description */
"left tab stop" = "vasen sarkain";

/* accessibility description for list mode button */
"list mode" = "luettelotila";

/* Accessibility description attribute for toolbar overflow items indicator */
"more toolbar items" = "lisää työkalupalkkikohteita";

/* accessibilty description of button to remove a label */
"no label" = "ei merkkiä";

/* accessibility open action description */
"open" = "avaa";

/* AXDescription for paragraph and line spacing menu */
"paragraph and line spacing" = "kappale- ja riviväli";

/* accessibility path description */
"path" = "polku";

/* Localized unit for picas */
"picas" = "picaa";

/* Localized unit for points */
"points" = "pistettä";

/* accessibility description for rule editor remove button */
"remove" = "poista";

/* accessibility ruler marker description */
"right tab stop" = "oikea sarkain";

/* accessibility description for font panel angle dial */
"shadow angle" = "varjon kulma";

/* accessibility description for font panel text shadow blur slider */
"shadow blur" = "varjon sumennus";

/* accessibility description for font panel text shadow offset slider */
"shadow offset" = "varjon poikkeama";

/* accessibility description for font panel shadow opacity slider */
"shadow opacity" = "varjon läpikuultavuus";

/* accessibility description for show search criteria mode button */
"show search criteria" = "näytä hakuehdot";

/* accessibility description for sidebar */
"sidebar" = "Sivupalkki";

/* AXDescription for styles menu */
"styles" = "tyylit";

/* AXDescription for tab markers group */
"tab markers" = "sarkainmerkit";

/* accessibility description for ruler marker */
"tail indent ruler marker" = "loppusarkainviivainmerkki";

/* AXDescription for text alignment buttons */
"text alignment" = "tekstin kohdistus";

/* accessibility description for font panel text color button */
"text color" = "tekstin väri";

/* accessibility description for font panel text shadow button */
"text shadow" = "tekstin varjo";

/* accessibility description for font panel text strikethrough menu button */
"text strikethrough" = "tekstin yliviivaus";

/* accessibility description for font panel text underline menu button */
"text underline" = "tekstin alleviivaus";

/* Toolbar item in customization sheet */
"toolbar item" = "työkalupalkin kohde";

/* accessibility description for ruler marker */
"unknown ruler marker" = "tuntematon viivainmerkki";

/* accessibility description for word completion table */
"word completion suggestions" = "sanantäydennysehdotukset";

